IdeaRS.Connections
IBoltableData.Fastening Property
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "P:IdeaRS.Connections.Data.IBoltableData.Fastening"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
FasteningData Fastening { get; }
Property Value
Type: FasteningData
See Also
Reference
IBoltableData Interface
IdeaRS.Connections.Data Namespace